Repository: Palantiraddon/Repo
Catalog: Palantir/plugin.video.palantir2/plugin.video.palantir2/resources/language/resource.language.*/strings.po
Languages: ca_es, fr_fr, gl_es, it_it

# #30000
source: Interface
ca_es: Interfície
fr_fr: Interfase
it_it: Interfaccia

# #30001
source: Icon pack
ca_es: Paquet d'icones
fr_fr: Pack d'icônes
gl_es: Paquete de iconos
it_it: Pacchetto di icone

# #30003
source: Color elements of the Menu
ca_es: Color elements del menú
fr_fr: Couleur éléments du menu
gl_es: Cor elementos do Menu
it_it: Colore delle voci di menu

# #30004
source: Color title of the Menu
ca_es: Color títol del menú
fr_fr: Couleur titres du menu
gl_es: Cor titulos do Menu
it_it: Colore del titolo del menu

# #30005
source: Color of the title
ca_es: Color del títol
fr_fr: Couleur du titre
gl_es: Cor do título
it_it: Colore del titolo

# #30006
source: Color of the quality
ca_es: Color de qualitat
fr_fr: Couleur de la qualité
gl_es: Cor da calidade
it_it: Colore di la qualità

# #30007
source: Color of the audio
ca_es: Color de l'àudio
fr_fr: Couleur du son
gl_es: Cor do audio
it_it: Colore di audio

# #30008
source: Color of the date
ca_es: Color de la data
fr_fr: Couleur de la date
gl_es: Cor da data
it_it: Colore della data

# #30009
source: Color of the Server
ca_es: Color del servidor
fr_fr: Couleur du serveur
gl_es: Cor do servidor
it_it: Color del servidor

# #30010
source: Accounts
ca_es: Comptes
fr_fr: Comptes
gl_es: Contas
it_it: Conti

# #30011
source: Top/Uptobox server
ca_es: Servidor Top/Uptobox
fr_fr: Serveur Top/Uptobox
gl_es: Servidor Top/Uptobox
it_it: Server Top/Uptobox

# #30012
source: Account email
ca_es: E-mail del compte
fr_fr: Compte email
gl_es: Correo electrónico da conta
it_it: Indirizzo e-mail

# #30013
source: Password
ca_es: Contrasenya
fr_fr: Code
gl_es: Contrasinal

# #30015
source: Apikey Name
ca_es: Usuari Apikey
fr_fr: Utilisateur Apikey
gl_es: usuario Apikey
it_it: Nome apikey

# #30016
source: Apikey Code
ca_es: Codi Apikey
fr_fr: Code Apikey
gl_es: Código Apikey
it_it: Codice Apikey

# #30017
source: Always play at full resolution (only Premium)
ca_es: Reproduir sempre a màxima resolució (només Premium)
fr_fr: Jouez toujours en pleine résolution (uniquement Premium)
gl_es: Xoga sempre a máxima resolución (só Premium)
it_it: Gioca sempre alla massima risoluzione (solo Premium)

# #30018
source: The duration of the video is %s minutes and you only have %s view. Would you like to cancel the playback?
ca_es: La durada de el vídeo és de %s minuts i només disposes de %s de visualització. Voleu cancel·lar la reproducció?
fr_fr: La durée de la vidéo est de %s minutes et vous n'avez que %s d'une visualisation. Voulez-vous annuler la lecture?
gl_es: A duración do vídeo é de %s minutos e só ten %s de visualización. Desexa cancelar a reprodución?
it_it: La durata del video è di %s minuti e hai solo la visualizzazione %s. Vuoi annullare la riproduzione?

# #30020
source: More...
ca_es: Més...

# #30025
source: Maintenance
ca_es: Manteniment
gl_es: Mantemento
it_it: Manutenzione

# #30026
source: Reset Cache ResolveUrl
ca_es: Reiniciar Cache ResolveUrl
fr_fr: Réinitialiser le cache ResolveUrl
gl_es: Restablecer caché do ResolveUrl
it_it: Reimposta Cache ResolveUrl

# #30027
source: Reset Cache Extendedinfo
ca_es: Reiniciar Cache Extendedinfo
gl_es: Restablecer caché do Extendedinfo
it_it: Reimposta cache Extendedinfo

# #30028
source: Sort Movies ...
ca_es: Ordenar pel·lícules ...
fr_fr: Ordonner des films...
gl_es: Ordenar películas ...
it_it: Ordina film ...

# #30029
source: Always use resolveUrl
ca_es: Utilitza sempre resolverUrl
fr_fr: Utilisez toujours resolveUrl
gl_es: Emprega sempre resolveUrl
it_it: Usa sempre resolveUrl

# #30030
source: Starting [COLOR %s]%s (%sx%s) [/ COLOR] in %s seconds
ca_es: Iniciant [COLOR %s]%s (%sx%s) [/ COLOR] a %s segons
fr_fr: Démarrage de [COLOR %s]%s (%sx%s) [/ COLOR] en %s secondes
gl_es: Comezando [COLOR %s]%s (%sx%s) [/ COLOR] en %s segundos
it_it: Avvio di [COLOR %s]%s (%sx%s) [/ COLOR] in %s secondi

# #30031
source: more...
ca_es: més...
fr_fr: Plus...
gl_es: máis...
it_it: più...

# #30032
source: Search...
ca_es: Cercar...
fr_fr: Chercher...
gl_es: Buscar...
it_it: Ricerca...

# #30033
source: No results found for
ca_es: No s'han trobat resultats per
fr_fr: Aucun résultat pour
gl_es: Non se atoparon resultados para
it_it: Nessun risultato trovato per

# #30034
source: Watch on youtube
ca_es: Veure a youtube
fr_fr: Voir sur youtube
gl_es: Ver en youtube
it_it: Vedi su youtube

# #30035
source: Server
ca_es: Servidor
fr_fr: Serveur
gl_es: Servidor

# #30036
source: Select a link
ca_es: Selecciona un enllaç
fr_fr: Seleccione un lien
gl_es: Escolla un enlace
it_it: Seleziona un collegamento

# #30037
source: To reproduce files MPD you must install inputstream.adaptive
ca_es: Per reproduir arxius MPD has d'instal·lar inputstream.adaptive
fr_fr: Pour reproduire les archives MPD tu dois installer inputstream.adaptive
gl_es: Para reproducir arquivos MPD debes instalar inputstream.adaptive
it_it: Per riprodurre file MPD è bisogno installare inputstream.adaptive

# #30038
source: This video cannot be played. We'll try to fix it as soon as possible.
ca_es: Aquest vídeo no es pot reproduir. Intentarem solucionar-ho el més aviat possible.
fr_fr: Cette vidéo ne peut pas être lue. Nous essaierons de le résoudre le plus rapidement possible.
gl_es: Este vídeo non se pode reproducir. Intentaremos resolvelo canto antes.
it_it: Link caduto, riprovare più tardi.

# #30039
source: Remove from Favorites
ca_es: Eliminar de Favorits
fr_fr: Eliminer de favorits
gl_es: Quitar de Favoritos
it_it: Rimuovi dai preferiti

# #30040
source: Favorites
ca_es: Favorits
fr_fr: Favorits
gl_es: Favoritos
it_it: Preferiti

# #30041
source: There is not %s of %s that to show
ca_es: No hi ha %s de %s per visualitzar
fr_fr: Il n'y a pas %s de %s a montrer
gl_es: Non hai %s de %s que mostrar
it_it: Non c'è %s di %s da visualizzare

# #30042
source: Resolving
ca_es: Resolent
fr_fr: Résoudre
gl_es: Resolvendo
it_it: Risolvendo

# #30043
source: Action canceled
ca_es: Acció cancel·lada
fr_fr: Action annulé
gl_es: Acción cancelada
it_it: Azione annullata

# #30044
source: The video has been removed
ca_es: El vídeo s'ha suprimit
fr_fr: La video a été eliminé
gl_es: O vídeo eliminouse
it_it: Il video è stato cancellato

# #30045
source: Unknown
ca_es: Desconegut
fr_fr: Inconnu
gl_es: Descoñecido
it_it: Sconosciuto

# #30046
source: Your current version of Palantir 2 is %s. Now available version %s.
ca_es: La vostra versió actual de Palantir 2 és %s. Ara està disponible la versió %s.
fr_fr: Votre version actuelle de Palantir 2 est %s. Maintenant disponible version %s.
gl_es: A túa versión actual de Palantir 2 é %s. Agora está dispoñible a versión %s.
it_it: La tua attuale versione di Palantir 2 è %s. Ora disponibile la versione %s.

# #30047
source: Resolve not available
ca_es: Resolver no disponible
fr_fr: Resolver non disponible
gl_es: Resolver non dispoñible
it_it: Resolver non disponibile

# #30048
source: Changing icons will take effect when you go out and re-enter
ca_es: El canvi d'icones tindrà efecte quan surtiu i tornareu a entrar
fr_fr: Le changement d'icônes aura effet quand tu sortiras et rentreras a
gl_es: O cambio de iconos terá efecto cando saias e voltes a entrar a
it_it: La modifica dell'icona avrà effetto quando esci e rientri

# #30049
source: Remember last search
ca_es: Recordar ultima recerca
fr_fr: Rappelez-vous la dernière recherche
gl_es: Lembre a última busca
it_it: Ricorda l'ultima ricerca

# #30051
source: We're updating the list of movies and series for you.
ca_es: Estem actualitzant el llistat de pel·lícules i sèries per a tu.
fr_fr: Nous sommes en train d'actualizer la liste de films et séries pour toi
gl_es: Estamos actualizando a lista das peliculas y series para ti.
it_it: Stiamo aggiornando l'elenco di film e serie per te.

# #30052
source: Vers. %s (More of %s different contents)
ca_es: Vers. %s (Més de %s contingut diferent)
fr_fr: Vers. %s (Plus de %s contenus différents)
gl_es: Vers. %s (Máis de %s contidos diferentes)
it_it: Vers. %s (Più di %s contenuto diverso)

# #30053
source: We were unable to update the contents
ca_es: No hem pogut actualitzar el contingut
fr_fr: Nous n'avons pas pu actualizer les contenus
gl_es: Non puidemos actualizar os contidos
it_it: Non è stato possibile aggiornare i contenuti

# #30054
source: Updating external dependencies...
ca_es: S'estan actualitzant les dependències externes...
fr_fr: Actualization des dépendances externes...
gl_es: Actualizando dependencias externas...
it_it: Aggiornamento delle dipendenze esterne...

# #30055
source: One moment, please.
ca_es: Un moment, si us plau.
fr_fr: Un moment s'il vous plait
gl_es: Un momento, por favor.
it_it: Un momento per favore.

# #30056
source: We are sorry but your operating system does not support the pyCryptomode module needed to run Palantir
ca_es: Ho sentim però el teu sistema operatiu no suporta el mòdul pyCryptomode necessari per executar Palantir
fr_fr: Nous sommes désolés mais votre système d'exploitation ne prend pas en charge le module pyCryptomode nécessaire pour exécuter Palantir
gl_es: Sentímolo, pero o seu sistema operativo non admite o módulo pyCryptomode necesario para executar Palantir
it_it: Spiacenti, ma il sistema operativo non supporta il modulo pyCryptomode necessario per eseguire Palantir

# #30057
source: Sorry, Palantir 2 is not compatible with Kodi 16 and 17
ca_es: Ho sentim, Palantir 2 no és compatible amb Kodi 16 i 17
fr_fr: Désolé, Palantir 2 n’est pas compatible avec Kodi 16 et 17
gl_es: Sentímolo, Palantir 2 non é compatible con Kodi 16 e 17
it_it: Spiacenti, Palantir 2 non è compatibile con Kodi 16 e 17

# #30058
source: Hide MPD links
ca_es: Amaga els enllaços MPD
fr_fr: Cacher des liens MPD
gl_es: Ocultar ligazóns MPD
it_it: Nascondi collegamenti MPD

# #30059
source: Error playing video. Try again later
ca_es: S'ha produït un error en reproduir el vídeo. Prova-ho més tard
fr_fr: Erreur lors de la lecture de la vidéo. Réessayez plus tard
gl_es: Erro ao reproducir o vídeo. Téntao de novo máis tarde
it_it: Errore durante la riproduzione del video. Riprovare più tardi

# #30060
source: %s Waiting for %s seconds
ca_es: %s Esperant %s segons
fr_fr: %s En attente de %s secondes
gl_es: %s Agardando por %s segundos
it_it: %s Aspettando %s secondi

# #30061
source: Start next episode automatically
ca_es: Inicia següent episodi automàticament
fr_fr: Démarre automatiquement l'épisode suivant
gl_es: Comeza o seguinte episodio automaticamente
it_it: Avvia automaticamente il prossimo episodio

# #30062
source: Series in follow-up
ca_es: Sèries en seguiment
fr_fr: Série en suivi
gl_es: Series en seguimento
it_it: Serie in seguito

# #30063
source: There are no series in follow-up at this time
ca_es: No hi ha sèries en seguiment en aquest moment
fr_fr: Il n'y a pas de série de suivi pour le moment
gl_es: Neste momento non hai ningunha serie de seguimento
it_it: Non ci sono serie in fase di follow-up in questo momento

# #30064
source: Unmark viewed
ca_es: Desmarcar vistos
fr_fr: Annuler la marque vue
gl_es: Desmarcar visualizado
it_it: Deseleziona visualizzato

# #30065
source: Search trailer
ca_es: Cercar tràiler
fr_fr: Chercher trailer
gl_es: Buscar tráiler
it_it: Cerca trailer

# #30066
source: No trailer available for %s at this time
ca_es: Cap tràiler disponible per a %s en aquest moment
fr_fr: Aucune bande-annonce disponible pour %s pour le moment
gl_es: Non hai tráiler dispoñible para %s neste momento
it_it: Nessun trailer disponibile per %s in questo momento

# #30067
source: Searching last episode viewed of season %s
ca_es: Buscant últim episodi visualitzat de la temporada %s
fr_fr: Recherche du dernier épisode regardé de la saison %s
gl_es: Buscando o último episodio visto da tempada %s
it_it: Ricerca dell'ultimo episodio guardato della stagione %s

# #30068
source: Seasons / Episodes
ca_es: Temporades / Episodis
fr_fr: Saisons / épisodes
gl_es: Estacións / Episodios
it_it: Stagioni / Episodi

# #30069
source: Season %s concluded. Check if there are more seasons available
ca_es: Temporada %s conclosa. Comproveu si hi ha més temporades disponibles
fr_fr: Saison %s terminée. Vérifiez s'il y a plus de saisons disponibles
gl_es: Tempada %s concluída. Comproba se hai máis tempadas dispoñibles
it_it: Stagione %s conclusa. Controlla se sono disponibili più stagioni

# #30070
source: It is not possible to automatically identify the next episode of this series
ca_es: No és possible indentificar automàticament el proper episodi d'aquesta sèrie
fr_fr: Il n'est pas possible d'identifier automatiquement le prochain épisode de cette série
gl_es: Non é posible identificar automaticamente o seguinte episodio desta serie
it_it: Non è possibile identificare automaticamente il prossimo episodio di questa serie

# #30071
source: Register for free at uptobox.com and add your account in the settings, to be able to use this server
ca_es: Registreu-vos gratis a uptobox.com i afegeix el teu compte en els ajustos, per poder utilitzar aquest servidor
fr_fr: Inscrivez-vous gratuitement sur uptobox.com et ajoutez votre compte dans les paramètres, pour pouvoir utiliser ce serveur
gl_es: Rexístrate de balde en uptobox.com e engade a túa conta na configuración para poder usar este servidor
it_it: Registrati gratuitamente su uptobox.com e aggiungi il tuo account nelle impostazioni, per poter utilizzare questo server

# #30072
source: Activate
ca_es: Activa
fr_fr: Activer
gl_es: Activar
it_it: Attivare

# #30073
source: Always play at full resolution
ca_es: Reproduir sempre a màxima resolució
fr_fr: Jouez toujours en pleine résolution
gl_es: Xoga sempre a máxima resolución
it_it: Riproduci sempre alla massima risoluzione

# #30074
source: Enter [COLOR blue]'%s'[/ COLOR] with your user data and enter the pin [COLOR red]%s[/ COLOR]
ca_es: Entra en [COLOR blue]'%s'[/ COLOR] amb els teus dades d'usuari i introdueix el pin [COLOR red]%s[/ COLOR]
fr_fr: Entrez [COLOR blue]'%s'[/ COLOR] avec vos données utilisateur et entrez le code PIN [COLOR red]%s[/ COLOR]
gl_es: Introduce [COLOR azul]'%s'[/ COLOR] cos teus datos de usuario e introduce o pin [COLOR vermello]%s[/ COLOR]
it_it: Inserisci [COLOR blue]'%s'[/ COLOR] con i tuoi dati utente e inserisci il pin [COLOR red]%s[/ COLOR]

# #30075
source: before %s minutes and %s seconds.
ca_es: abans de %s minuts i %s segons.
fr_fr: avant %s minutes et %s secondes.
gl_es: antes de %s minutos e %s segundos.
it_it: prima di %s minuti e %s secondi.

# #30076
source: Your Alldebrid account has been paired with Palantir 2
ca_es: El seu compte de Alldebrid ha estat aparellada amb Palantir 2
fr_fr: Votre compte Alldebrid a été associé à Palantir 2
gl_es: A túa conta de Alldebrid emparellouse con Palantir 2
it_it: Il tuo account Alldebrid è stato associato a Palantir 2

# #30077
source: Failed to pair your Alldebrid account
ca_es: Error a l'aparellar seu compte de Alldebrid
fr_fr: Échec de l'association de votre compte Alldebrid
gl_es: Non se puido emparellar a túa conta de Alldebrid
it_it: Impossibile accoppiare il tuo account Alldebrid

# #30078
source: Time exceeded
ca_es: Temps excedit
fr_fr: Temps écoulé
gl_es: Tempo superado
it_it: Tempo superato

# #30100
source: Movies
ca_es: Pel·lícules
fr_fr: Films
gl_es: Películas
it_it: Film

# #30102
source: Cartoon
ca_es: Dibuixos
fr_fr: Dessins
gl_es: Debuxos

# #30104
source: Music
ca_es: Música
fr_fr: Musique
gl_es: Música
it_it: Musica

# #30105
source: Documentaries
ca_es: Documentals
fr_fr: Documentaires
gl_es: Documentais
it_it: Documentari

# #30106
source: News
ca_es: Novetats
fr_fr: Nouveautes
gl_es: Novidades
it_it: Notizia

# #30107
source: Latest added
ca_es: Últim afegit
fr_fr: Dernier ajouté
gl_es: Últimas engadidas
it_it: Ultimi aggiunti

# #30108
source: Recommended
ca_es: Recomanats
fr_fr: Conseillé
gl_es: Recomendadas
it_it: Consigliatas

# #30109
source: More views
ca_es: Més vistes
fr_fr: Plus de vue
gl_es: Máis vistas
it_it: Più visualizzazioni

# #30110
source: More views this month
ca_es: Més vistes aquest mes
fr_fr: Plus de vue ce mois
gl_es: Máis vistas este mes
it_it: Più visualizzazioni questo mese

# #30111
source: Special
ca_es: Especials
fr_fr: Spéciaux
gl_es: Especiais
it_it: Speciale

# #30112
source: search
ca_es: Cercar
fr_fr: Chercher
gl_es: Buscar
it_it: Ricerca

# #30113
source: For title
ca_es: Por título
fr_fr: Par titre
gl_es: Por título
it_it: Per titolo

# #30114
source: For genres
ca_es: Per gèneres
fr_fr: Par genres
gl_es: Por xéneros
it_it: Per generi

# #30115
source: For alphabetical order
ca_es: Per ordre alfabètic
fr_fr: Par ordre alphabétique
gl_es: Por orde alfabético
it_it: In ordine alfabetico

# #30116
source: Per year
ca_es: Per any
fr_fr: Par an
gl_es: Por ano
it_it: Per anno

# #30117
source: For quality
ca_es: Per qualitat
fr_fr: Par qualité
gl_es: Por calidade
it_it: Per qualità

# #30118
source: Settings
ca_es: Configuració
fr_fr: Paramètres
gl_es: Axustes
it_it: Axustes

# #30119
source: For sagas
ca_es: Per sagues
fr_fr: Par sagas
gl_es: Por sagas
it_it: Per saga

# #30120
source: New series
ca_es: Noves sèries
fr_fr: Nouvelle série
gl_es: Novas series
it_it: Nuova serie

# #30122
source: More views
ca_es: Més vistes
fr_fr: Plus de vue
gl_es: Máis vistas
it_it: Máis vistas

# #30124
source: More views this month
ca_es: Últimes actualitzacions
gl_es: Últimas actualizacións
it_it: Più visualizzazioni questo mese

# #30125
source: Classic
ca_es: Clàssiques
fr_fr: Classique
gl_es: Clásicas
it_it: Classico

# #30126
source: Movies of Cartoon
ca_es: Pel·lícules de Dibuixos
fr_fr: Films de dessins animés
gl_es: Películas de Debuxos
it_it: Film di cartoni animati

# #30127
source: Series of Cartoon
ca_es: Sèries de Dibuixos
fr_fr: Série de dessins animés
gl_es: Series de Debuxos
it_it: Serie di cartoni animati

# #30128
source: Special and collections
ca_es: Especials i col·leccions
fr_fr: Spéciaux et collections
gl_es: Especiais e coleccións
it_it: Speciale e collezioni

# #30129
source: Search by title
ca_es: Cercar per títol
fr_fr: Chercher par titre
gl_es: Buscar por título
it_it: Cerca per titolo

# #30130
source: Anime Movies
ca_es: Pel·lícules Anime
fr_fr: Films Anime
gl_es: Películas Anime
it_it: Film Anime

# #30131
source: Serie Anime
ca_es: Sèrie Anime
fr_fr: Série Anime
gl_es: Series Anime
it_it: Series Anime

# #30132
source: Documentary Films
ca_es: Pel·lícules Documentals
fr_fr: Films documentaires
gl_es: Películas Documentais
it_it: Film documentari

# #30133
source: Documentary Series
ca_es: Sèries Documental
fr_fr: Série documentaire
gl_es: Series Documental
it_it: Serie documentari

# #30134
source: Favorite movies
ca_es: Pel·lícules favorites
fr_fr: Films préférés
gl_es: Películas favoritas
it_it: Film preferiti

# #30135
source: Favorite series
ca_es: Sèries favorites
fr_fr: Série préférée
gl_es: Series favoritas
it_it: Serie preferiti

# #30136
source: Favorite cartoon series
ca_es: Sèries de dibuixos favorites
fr_fr: Série de dessins animés préférés
gl_es: Series de debuxos favoritas
it_it: Serie cartoni animati preferiti

# #30137
source: Favorite Cartoon Movies
ca_es: Pel·lícules de dibuixos favorites
fr_fr: Films de dessins animés préférés
gl_es: Películas de debuxos favoritas
it_it: Film cartoni animati preferiti

# #30138
source: Favorite documentary series
ca_es: Sèries documentals favorites
fr_fr: Série documentaire préférée
gl_es: Series documentais favoritas
it_it: Serie di documentari preferita

# #30139
source: Favorite Documentary Films
ca_es: Pel·lícules documentals favorites
fr_fr: Films documentaires préférés
gl_es: Películas documentais favoritas
it_it: Film di documentari preferita

# #30140
source: Favorite Anime Movies
ca_es: Pel·lícules Anime favorites
fr_fr: Films Anime préférés
gl_es: Películas Anime favoritas
it_it: Film di Anime preferita

# #30141
source: Favorite Anime Series
ca_es: Sèries Anime favorites
fr_fr: Série Anime préférée
gl_es: Series Anime favoritas
it_it: Serie di Anime preferita

# #30143
source: Autoplay
ca_es: Reproducció automàtica
fr_fr: Lecture automatique
gl_es: Reprodución automática
it_it: Riproduzione automatica

# #30144
source: The link chosen automatically has failed. Choose another from the list
ca_es: L'enllaç triat automàticament ha fallat. Trieu-ne un altre de la llista
fr_fr: Le lien choisi automatiquement a échoué. Choisissez-en un autre dans la liste
gl_es: Fallou a ligazón escollida automaticamente. Elixe outro da lista
it_it: Il collegamento scelto automaticamente non è riuscito. Scegline un altro dall'elenco

# #30145
source: Information about Palantir 2
ca_es: Informació sobre Palantir 2
fr_fr: Informations sur Palantir 2
gl_es: Información sobre Palantir 2
it_it: Informazioni su Palantir 2

# #30146
source: Last update
ca_es: Darrera actualització
fr_fr: Dernière mise à jour
gl_es: Última actualización
it_it: Ultimo aggiornamento

# #30147
source: Set this view for movies
ca_es: Estableix aquesta visualització per a pel·lícules
fr_fr: Définir cette vue pour les films
gl_es: Configure esta vista para películas
it_it: Imposta questa visualizzazione per i film

# #30148
source: Set this view for series
ca_es: Estableix aquesta vista per a sèries
fr_fr: Définir cette vue pour les séries
gl_es: Configure esta vista para as series
it_it: Imposta questa visualizzazione per le serie

# #30149
source: Set this view for seasons
ca_es: Estableix aquesta vista per temporades
fr_fr: Définir cette vue pour les saisons
gl_es: Configura esta vista por tempadas
it_it: Imposta questa visualizzazione per le stagioni

# #30150
source: Set this view for episodes
ca_es: Estableix aquesta visualització per als episodis
fr_fr: Définir cette vue pour les épisodes
gl_es: Configura esta vista para os episodios
it_it: Imposta questa visualizzazione per gli episodi

# #30151
source: Set this view for menus
ca_es: Estableix aquesta vista per als menús
fr_fr: Définir cette vue pour les menus
gl_es: Configure esta vista para os menús
it_it: Imposta questa visualizzazione per i menu

# #30002
source: Colors
fr_fr: Couleurs
gl_es: Cores
it_it: Colori

# #30101
source: Series
fr_fr: Série
it_it: Serie

# #30123
source: More views this month
fr_fr: Plus de vue ce mois

# #30124
source: Latest updates
fr_fr: Dernières mises à jour
